Repository: commitpanic/BOTA_Project
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pl

source: My Awards
pl: Moje Dyplomy

source: Earned Awards
pl: Zdobyte Dyplomy

source: Award Progress
pl: Postęp Dyplomów

source: Activator Awards
pl: Dyplomy Aktywatora

source: Hunter Awards
pl: Dyplomy Łowcy

source: Bunker-to-Bunker Awards
pl: Dyplomy Bunker-to-Bunker

source: Special Event & Other Awards
pl: Dyplomy Specjalne i Inne

source: Awards
pl: Dyplomy

source: Award Verification
pl: Weryfikacja Dyplomu

source: Award Not Found
pl: Dyplom Nie Znaleziony

source: Award Verified
pl: Dyplom Zweryfikowany

source: This award is authentic and officially issued
pl: Ten dyplom jest autentyczny i oficjalnie wydany

source: Award Number
pl: Numer Dyplomu

source: Award Type
pl: Typ Dyplomu

source: Awarded To
pl: Przyznano dla

source: Issue Date
pl: Data Wydania

source: Download Certificate
pl: Pobierz Certyfikat

source: Track your achievements and progress
pl: Śledź swoje osiągnięcia i postępy

source: Track your progress towards earning awards in each category
pl: Śledź swoje postępy w zdobywaniu dyplomów w każdej kategorii

source: You haven't earned any awards yet. Keep activating and hunting!
pl: Nie zdobyłeś jeszcze żadnych dyplomów. Kontynuuj aktywacje i łowiectwo!

source: No award progress yet. Start activating or hunting to begin!
pl: Brak postępu w dyplomach. Zacznij aktywować lub polować!

source: Earned
pl: Zdobyty

source: Earned Date
pl: Data Zdobycia

source: Certificate #
pl: Certyfikat nr

source: Category
pl: Kategoria

source: Requirements Met
pl: Spełnione Wymagania

source: In Progress
pl: W Trakcie

source: Activator Points
pl: Punkty Aktywatora

source: Hunter Points
pl: Punkty Łowcy

source: B2B Points
pl: Punkty B2B

source: Unique Activations
pl: Unikalne Aktywacje

source: Total Activations
pl: Wszystkie Aktywacje

source: Unique Hunted
pl: Unikalne Upolowane

source: Total Hunted
pl: Wszystkie Upolowane

source: This diploma could not be verified
pl: Ten dyplom nie mógł zostać zweryfikowany

source: Diploma Number
pl: Numer Dyplomu

source: Warning
pl: Ostrzeżenie

source: This award number does not exist in our database.
pl: Ten numer dyplomu nie istnieje w naszej bazie danych.

source: Possible reasons
pl: Możliwe przyczyny

source: The award number was entered incorrectly
pl: Numer dyplomu został wprowadzony nieprawidłowo

source: The award has not been officially issued
pl: Dyplom nie został oficjalnie wydany

source: The award may be counterfeit
pl: Dyplom może być podrobiony

source: Return to Home
pl: Powrót do Strony Głównej

source: Report an Issue
pl: Zgłoś Problem

source: If you believe this award should be valid, please contact the BOTA Project administrators.
pl: Jeśli uważasz, że ten dyplom powinien być ważny, skontaktuj się z administratorami projektu BOTA.

source: Back to Home
pl: Powrót do Strony Głównej

source: Note: This diploma type is time-limited and may no longer be active.
pl: Uwaga: Ten typ dyplomu jest ograniczony czasowo i może już nie być aktywny.

source: Verified
pl: Zweryfikowano

source: time(s)
pl: raz(y)

source: Issued by BOTA Project
pl: Wydany przez Projekt BOTA

source: Approved by
pl: Zatwierdzony przez

source: This verification confirms the authenticity of this BOTA award certificate
pl: Ta weryfikacja potwierdza autentyczność tego certyfikatu dyplomu BOTA

source: Security Information
pl: Informacje Bezpieczeństwa

source: Each award has a unique number and verification code
pl: Każdy dyplom ma unikalny numer i kod weryfikacyjny

source: All verifications are logged with timestamp and IP address
pl: Wszystkie weryfikacje są rejestrowane z oznaczeniem czasu i adresem IP

source: Awards cannot be forged or duplicated
pl: Dyplomy nie mogą być podrobione ani zduplikowane

source: BOTA Project - Bunkers on the Air
pl: Projekt BOTA - Bunkry w Eterze

source: Home
pl: Strona Główna

source: Dashboard
pl: Kokpit

source: View Awards
pl: Zobacz Dyplomy

source: Bunkers
pl: Bunkry

source: Browse Bunkers
pl: Przeglądaj Bunkry

source: Request New Bunker
pl: Zgłoś Nowy Bunker

source: My Requests
pl: Moje Zgłoszenia

source: Manage Requests
pl: Zarządzaj Zgłoszeniami

source: Upload Log
pl: Wgraj Log

source: Profile
pl: Profil

source: Logout
pl: Wyloguj

source: Login
pl: Zaloguj

source: Register
pl: Rejestracja

source: Connect amateur radio with military history. Activate bunkers, hunt contacts, earn awards!
pl: Połącz radioamatorstwo z historią wojskową. Aktywuj bunkry, poluj na łączności, zdobywaj dyplomy!

source: Get Started
pl: Rozpocznij

source: Go to Dashboard
pl: Przejdź do Kokpitu

source: How It Works
pl: Jak To Działa

source: Activate Bunkers
pl: Aktywuj Bunkry

source: Visit military fortifications and activate them on amateur radio bands. Upload your ADIF logs to record your activations.
pl: Odwiedź fortyfikacje wojskowe i aktywuj je na pasmach radioamatorskich. Wgraj swoje logi ADIF, aby zarejestrować swoje aktywacje.

source: Hunt Contacts
pl: Poluj na Łączności

source: Contact activators at bunker locations. Earn points for each QSO and build your collection of bunkers.
pl: Łącz się z aktywatorami w lokalizacjach bunkrów. Zdobywaj punkty za każde QSO i buduj swoją kolekcję bunkrów.

source: Earn Awards
pl: Zdobywaj Dyplomy

source: Track your progress and earn awards based on your activity. From Bronze to Diamond levels!
pl: Śledź swoje postępy i zdobywaj dyplomy na podstawie swojej aktywności. Od poziomu Brązowego do Diamentowego!

source: Program Statistics
pl: Statystyki Programu

source: Awards Issued
pl: Wydane Dyplomy

source: My Profile
pl: Mój Profil

source: My Statistics
pl: Moje Statystyki

source: Total QSO
pl: Łącznie QSO

source: QSO - total
pl: QSO - suma

source: Activator QSOs
pl: QSO Aktywatora

source: Hunter QSOs
pl: QSO Łowcy

source: B2B QSOs
pl: QSO B2B

source: Activator Statistics
pl: Statystyki Aktywatora

source: Activator Summary
pl: Podsumowanie Aktywatora

source: Total Activator QSOs
pl: Wszystkie QSO Aktywatora

source: Activator B2B QSOs
pl: QSO B2B Aktywatora

source: B2B Activator
pl: B2B aktywatora

source: Hunter Statistics
pl: Statystyki Łowcy

source: Hunter Summary
pl: Podsumowanie Łowcy

source: Total Hunter QSOs
pl: Wszystkie QSO Łowcy

source: Unique Bunkers Hunted
pl: Unikalne Upolowane Bunkry

source: Total B2B QSOs
pl: Wszystkie QSO B2B

source: Account Actions
pl: Akcje Konta

source: Create Your Account
pl: Utwórz Swoje Konto

source: Email Address
pl: Adres Email

source: Used for login
pl: Używany do logowania

source: Callsign
pl: Znak Wywoławczy

source: Your amateur radio callsign
pl: Twój znak wywoławczy radioamatorski

source: Password
pl: Hasło

source: Minimum 8 characters
pl: Minimum 8 znaków

source: Confirm Password
pl: Potwierdź Hasło

source: Already have an account?
pl: Masz już konto?

source: Login here
pl: Zaloguj się tutaj

source: Bunkers on the Air - Connecting amateur radio enthusiasts with military history.
pl: Bunkry w Eterze - Łączymy entuzjastów radioamatorstwa z historią wojskową.

source: Quick Links
pl: Szybkie Linki

source: About
pl: O Nas

source: Rules
pl: Regulamin

source: Map
pl: Mapa

source: API Documentation
pl: Dokumentacja API

source: Legal
pl: Informacje Prawne

source: Privacy Policy
pl: Polityka Prywatności

source: Cookie Policy
pl: Polityka Cookies

source: Terms of Service
pl: Warunki Użytkowania

source: All rights reserved.
pl: Wszelkie prawa zastrzeżone.

source: View All Awards
pl: Zobacz Wszystkie Dyplomy

source: Upload Bunkers CSV
pl: Wgraj CSV Bunkrów

source: CSV File
pl: Plik CSV

source: CSV Format Requirements
pl: Wymagania Formatu CSV

source: Your CSV file must contain the following columns:
pl: Twój plik CSV musi zawierać następujące kolumny:

source: Unique bunker reference (e.g., B/SP-0039)
pl: Unikalny numer referencyjny bunkra (np. B/SP-0039)

source: Bunker name in Polish
pl: Nazwa bunkra po polsku

source: Bunker name in English
pl: Nazwa bunkra po angielsku

source: Category name (will be created if doesn't exist)
pl: Nazwa kategorii (zostanie utworzona jeśli nie istnieje)

source: GPS latitude in decimal degrees
pl: Szerokość GPS w stopniach dziesiętnych

source: GPS longitude in decimal degrees
pl: Długość GPS w stopniach dziesiętnych

source: Description in Polish (optional)
pl: Opis po polsku (opcjonalnie)

source: Description in English (optional)
pl: Opis po angielsku (opcjonalnie)

source: Example CSV Format:
pl: Przykładowy Format CSV:

source: Note:
pl: Uwaga:

source: Bunkers with duplicate reference numbers will be skipped.
pl: Bunkry z duplikującymi się numerami referencyjnymi zostaną pominięte.

source: As a staff member, imported bunkers will be automatically verified.
pl: Jako członek zespołu, importowane bunkry będą automatycznie zweryfikowane.

source: Upload CSV
pl: Wgraj CSV

source: Cancel
pl: Anuluj

source: Download Sample CSV
pl: Pobierz Przykładowy CSV

source: You can copy this sample data to create your CSV file:
pl: Możesz skopiować te przykładowe dane, aby utworzyć swój plik CSV:

source: Welcome back
pl: Witaj ponownie

source: Track your progress and manage your activations
pl: Śledź swoje postępy i zarządzaj swoimi aktywacjami

source: Bunkers Activated
pl: Aktywowane Bunkry

source: Bunkers Hunted
pl: Upolowane Bunkry

source: QSOs
pl: QSO

source: 1 point per QSO
pl: 1 punkt za QSO

source: B2B Confirmed
pl: Potwierdzone B2B

source: Both logs uploaded
pl: Oba logi wgrane

source: Admin Actions
pl: Akcje Administratora

source: Bulk import bunker data
pl: Masowy import danych bunkrów

source: Django Admin
pl: Panel Administracyjny Django

source: Full admin panel access
pl: Pełny dostęp do panelu administracyjnego

source: Review bunker requests
pl: Przejrzyj zgłoszenia bunkrów

source: Quick Actions
pl: Szybkie Akcje

source: Upload ADIF Log
pl: Wgraj Log ADIF

source: Upload your activation logs
pl: Wgraj swoje logi aktywacji

source: Check your achievements
pl: Sprawdź swoje osiągnięcia

source: Statistics
pl: Statystyki

source: Check your profile
pl: Sprawdź swój profil

source: Recent Activity
pl: Ostatnia Aktywność

source: Date
pl: Data

source: Mode
pl: Rodzaj

source: Band
pl: Pasmo

source: Type
pl: Typ

source: Hunter
pl: Łowca

source: Active Bunkers
pl: Aktywne Bunkry

source: Registered Users
pl: Zarejestrowani Użytkownicy

source: Total QSOs
pl: Wszystkie QSO

source: Recent Activations
pl: Ostatnie Aktywacje

source: Your Progress
pl: Twój Postęp

source: Featured Bunkers
pl: Wyróżnione Bunkry

source: View Diplomas
pl: Zobacz Dyplomy

source: Active Hunters
pl: Aktywni Łowcy

source: Diplomas Earned
pl: Zdobyte Dyplomy

source: Live Now
pl: Aktywny Teraz

source: View All
pl: Zobacz Wszystkie

source: View Details
pl: Zobacz Szczegóły

source: QSOs Made
pl: Wykonane QSO

source: Diploma Progress
pl: Postęp Dyplomów

source: Explore Map
pl: Przeglądaj Mapę

source: WWII command bunker
pl: Bunkier dowodzenia z II WŚ

source: Cold War bunker complex
pl: Kompleks bunkrów z Zimnej Wojny

source: Czech Republic
pl: Czechy

source: Germany
pl: Niemcy

source: Last QSO
pl: Ostatnie QSO

source: Upload ADIF Log File
pl: Prześlij Plik Logów ADIF

source: Instructions:
pl: Instrukcje:

source: Only activators can upload logs
pl: Tylko aktywatorzy mogą przesyłać logi

source: File must be in ADIF format (.adi extension)
pl: Plik musi być w formacie ADIF (rozszerzenie .adi)

source: Your callsign must match the OPERATOR or STATION_CALLSIGN field
pl: Twój znak wywoławczy musi odpowiadać polu OPERATOR lub STATION_CALLSIGN

source: Bunker references must be in format: B/SP-xxxx
pl: Referencje bunkrów muszą być w formacie: B/SP-xxxx

source: Hunter points will be automatically awarded
pl: Punkty łowcy zostaną automatycznie przyznane

source: Select ADIF File (.adi)
pl: Wybierz Plik ADIF (.adi)

source: Maximum file size: 10 MB
pl: Maksymalny rozmiar pliku: 10 MB

source: Back to Dashboard
pl: Powrót do Panelu

source: Processing...
pl: Przetwarzanie...

source: ADIF Format Requirements
pl: Wymagania Formatu ADIF

source: Required ADIF Fields:
pl: Wymagane Pola ADIF:

source: Must be "WWBOTA"
pl: Musi być "WWBOTA"

source: Bunker reference (e.g., B/SP-0039)
pl: Referencja bunkra (np. B/SP-0039)

source: Your callsign
pl: Twój znak wywoławczy

source: Hunter's callsign
pl: Znak wywoławczy łowcy

source: Date of contact
pl: Data kontaktu

source: Time of contact (UTC)
pl: Czas kontaktu (UTC)

source: Optional Fields:
pl: Pola Opcjonalne:

source: Radio mode (SSB, CW, FM, etc.)
pl: Rodzaj emisji (SSB, CW, FM, itp.)

source: Radio band (40m, 20m, etc.)
pl: Pasmo radiowe (40m, 20m, itp.)

source: Example ADIF Record:
pl: Przykładowy Rekord ADIF:

source: Spots
pl: Klaster

source: Real-time spotting system for BOTA activations
pl: System zgłoszeń aktywacji BOTA w czasie rzeczywistym

source: Auto-refresh
pl: Auto-odświeżanie

source: Pause/Resume
pl: Pauza/Wznów

source: Next refresh in:
pl: Kolejne odświeżenie za:

source: Post Spot
pl: Dodaj Spot

source: Filter
pl: Filtruj

source: Post a Spot
pl: Dodaj Spot

source: Activator Callsign
pl: Znak Aktywatora

source: Frequency (MHz)
pl: Częstotliwość (MHz)

source: Bunker Reference
pl: Referencja Bunkra

source: optional
pl: opcjonalnie

source: Comment
pl: Komentarz

source: Filter by Activator
pl: Filtruj po Aktywatorze

source: Enter callsign
pl: Wpisz znak wywoławczy

source: Filter by Spotter
pl: Filtruj po Spotterze

source: Filter by Band
pl: Filtruj po Paśmie

source: All Bands
pl: Wszystkie Pasma

source: Apply Filters
pl: Zastosuj Filtry

source: Clear Filters
pl: Wyczyść Filtry

source: Active Spots
pl: Aktywne Spoty

source: spot(s)
pl: spot(y)

source: Activator
pl: Aktywator

source: Frequency
pl: Częstotliwość

source: Bunker
pl: Bunkier

source: Last Heard
pl: Ostatnio Słyszany

source: No Active Spots
pl: Brak Aktywnych Spotów

source: No spots are currently active. Be the first to post one!
pl: Obecnie brak aktywnych spotów. Bądź pierwszy i dodaj spot!

source: Spot posted successfully
pl: Spot został dodany pomyślnie

source: Activator callsign and frequency are required
pl: Znak aktywatora i częstotliwość są wymagane

source: Invalid frequency value
pl: Nieprawidłowa wartość częstotliwości

source: Error processing spot:
pl: Błąd przetwarzania spotu:

source: Error submitting spot. Please try again.
pl: Błąd podczas dodawania spotu. Spróbuj ponownie.

source: Cookies & Terms of Service
pl: Cookies i Regulamin

source: Accept
pl: Akceptuję

source: Last updated: November 5, 2025
pl: Ostatnia aktualizacja: 5 listopada 2025

source: 1. Introduction
pl: 1. Wstęp

source: Welcome to BOTA App, the official application for the "Bunkers On The Air" (SPBOTA) program. This privacy policy explains how we collect, use, and protect your personal information when you use our service.
pl: Witamy w BOTA App, oficjalnej aplikacji programu "Bunkers On The Air" (SPBOTA). Ta polityka prywatności wyjaśnia, jak zbieramy, wykorzystujemy i chronimy Twoje dane osobowe podczas korzystania z naszej usługi.

source: BOTA App is a supplementary tool for the main SPBOTA program. For complete information about the program, please visit <a href="https://www.spbota.pl" target="_blank">www.spbota.pl</a>.
pl: BOTA App jest narzędziem uzupełniającym dla głównego programu SPBOTA. Pełne informacje o programie znajdziesz na <a href="https://www.spbota.pl" target="_blank">www.spbota.pl</a>.

source: 2. Data Controller
pl: 2. Administrator Danych

source: The data controller for this application is the SPBOTA Coordinator. For any inquiries regarding the SPBOTA program, please refer to the contact information at <a href="https://www.spbota.pl" target="_blank">www.spbota.pl</a>.
pl: Administratorem danych dla tej aplikacji jest Koordynator SPBOTA. W sprawach dotyczących programu SPBOTA prosimy o kontakt zgodnie z informacjami na <a href="https://www.spbota.pl" target="_blank">www.spbota.pl</a>.

source: For technical issues related to BOTA App, please contact: <a href="mailto:sp3fck@gmail.com">sp3fck@gmail.com</a>
pl: W sprawach technicznych dotyczących BOTA App prosimy o kontakt: <a href="mailto:sp3fck@gmail.com">sp3fck@gmail.com</a>

source: 3. Data We Collect
pl: 3. Zbierane Dane

source: We collect only the following personal information:
pl: Zbieramy wyłącznie następujące dane osobowe:

source: Email address
pl: Adres email

source: Used for account creation and communication
pl: Używany do tworzenia konta i komunikacji

source: Amateur radio callsign
pl: Znak wywoławczy krótkofalowca

source: Your unique radio amateur identifier
pl: Twój unikalny identyfikator radioamatora

source: Activity data
pl: Dane aktywności

source: Bunker activations, QSO logs, and earned awards
pl: Aktywacje bunkrów, logi QSO i zdobyte dyplomy

source: <strong>Important:</strong> We do NOT collect sensitive personal data such as: financial information, health data, political opinions, or any other sensitive categories defined by GDPR.
pl: <strong>Ważne:</strong> NIE zbieramy wrażliwych danych osobowych takich jak: informacje finansowe, dane zdrowotne, opinie polityczne ani żadne inne wrażliwe kategorie zdefiniowane przez RODO.

source: 4. How We Use Your Data
pl: 4. Jak Wykorzystujemy Twoje Dane

source: Your data is used for:
pl: Twoje dane są wykorzystywane do:

source: Managing your BOTA App account
pl: Zarządzania Twoim kontem BOTA App

source: Tracking your bunker activations and contacts
pl: Śledzenia Twoich aktywacji bunkrów i łączności

source: Calculating progress toward awards/diplomas
pl: Obliczania postępów w zdobywaniu dyplomów

source: Displaying public leaderboards and statistics
pl: Wyświetlania publicznych rankingów i statystyk

source: Communicating important updates about the service
pl: Komunikowania ważnych aktualizacji dotyczących usługi

source: 5. Data Sharing
pl: 5. Udostępnianie Danych

source: Your callsign and activity statistics are publicly visible to all users as part of the normal operation of the amateur radio program. Your email address is NEVER shared with third parties or made public.
pl: Twój znak wywoławczy i statystyki aktywności są publicznie widoczne dla wszystkich użytkowników jako część normalnego działania programu krótkofalarskiego. Twój adres email NIE jest NIGDY udostępniany osobom trzecim ani upubliczniany.

source: 6. Data Retention
pl: 6. Przechowywanie Danych

source: We retain your account data as long as your account is active. You may request account deletion at any time by contacting <a href="mailto:sp3fck@gmail.com">sp3fck@gmail.com</a>.
pl: Przechowujemy dane Twojego konta tak długo, jak Twoje konto jest aktywne. Możesz w każdej chwili poprosić o usunięcie konta kontaktując się z <a href="mailto:sp3fck@gmail.com">sp3fck@gmail.com</a>.

source: 7. Your Rights (GDPR)
pl: 7. Twoje Prawa (RODO)

source: Under GDPR, you have the right to:
pl: Zgodnie z RODO masz prawo do:

source: Access your personal data
pl: Dostępu do swoich danych osobowych

source: Rectify incorrect data
pl: Poprawiania nieprawidłowych danych

source: Request data deletion
pl: Żądania usunięcia danych

source: Export your data (data portability)
pl: Eksportu swoich danych (przenośność danych)

source: Withdraw consent at any time
pl: Wycofania zgody w dowolnym momencie

source: To exercise these rights, contact:
pl: Aby skorzystać z tych praw, skontaktuj się:

source: We use essential cookies for website functionality (login sessions, language preferences). For detailed information, see our <a href="{% url 'cookie_policy' %}">Cookie Policy</a>.
pl: Używamy niezbędnych plików cookie do funkcjonowania strony (sesje logowania, preferencje językowe). Szczegółowe informacje znajdziesz w naszej <a href="{% url 'cookie_policy' %}">Polityce Cookies</a>.

source: 9. Security
pl: 9. Bezpieczeństwo

source: We implement appropriate technical and organizational measures to protect your data against unauthorized access, alteration, disclosure, or destruction. However, no method of transmission over the Internet is 100% secure.
pl: Wdrażamy odpowiednie środki techniczne i organizacyjne w celu ochrony Twoich danych przed nieautoryzowanym dostępem, zmianą, ujawnieniem lub zniszczeniem. Jednak żadna metoda transmisji przez Internet nie jest w 100% bezpieczna.

source: 10. Changes to This Policy
pl: 10. Zmiany w Polityce

source: We may update this privacy policy from time to time. Significant changes will be announced on the website and via email.
pl: Możemy od czasu do czasu aktualizować tę politykę prywatności. Istotne zmiany będą ogłaszane na stronie internetowej i za pośrednictwem poczty elektronicznej.

source: 11. Contact
pl: 11. Kontakt

source: For questions about this privacy policy:
pl: W sprawach dotyczących tej polityki prywatności:

source: Technical issues
pl: Sprawy techniczne

source: Program inquiries
pl: Sprawy programu

source: What Are Cookies?
pl: Czym Są Cookies?

source: Cookie Name
pl: Nazwa Cookie

source: Purpose
pl: Cel

source: Duration
pl: Czas Trwania

source: 2 weeks
pl: 2 tygodnie

source: 1 year
pl: 1 rok

source: Local Storage
pl: Magazyn Lokalny

source: Session Storage
pl: Magazyn Sesji

source: Registration
pl: Rejestracja

source: Summary
pl: Podsumowanie

source: Be a licensed amateur radio operator
pl: Być licencjonowanym radioamatorem

source: Provide a valid email address and callsign
pl: Podać ważny adres email i znak wywoławczy

source: Create a secure password
pl: Utworzyć bezpieczne hasło

source: Accept these Terms of Service
pl: Zaakceptować te Warunki Użytkowania

source: 2. Types of Cookies We Use
pl: 2. Rodzaje Używanych Cookies

source: 3. Cookies We Do NOT Use
pl: 3. Cookies Których NIE Używamy

source: 4. Managing Cookies
pl: 4. Zarządzanie Cookies

source: 5. Local Storage & Session Storage
pl: 5. Magazyn Lokalny i Magazyn Sesji

source: 6. Your Consent
pl: 6. Twoja Zgoda

source: 7. Updates to This Policy
pl: 7. Aktualizacje Polityki

source: 1. Acceptance of Terms
pl: 1. Akceptacja Warunków

source: 2. About BOTA App
pl: 2. O BOTA App

source: 3. User Accounts
pl: 3. Konta Użytkowników

source: 4. User Conduct
pl: 4. Zasady Postępowania Użytkowników

source: 5. ADIF Log Uploads
pl: 5. Przesyłanie Logów ADIF

source: 6. Spotting System
pl: 6. System Zgłoszeń

source: 7. Intellectual Property
pl: 7. Własność Intelektualna

source: 8. Disclaimer of Warranties
pl: 8. Wyłączenie Gwarancji

source: 9. Limitation of Liability
pl: 9. Ograniczenie Odpowiedzialności

source: 10. Program Rules
pl: 10. Zasady Programu

source: 11. Contact & Support
pl: 11. Kontakt i Wsparcie

source: 12. Governing Law
pl: 12. Prawo Właściwe

source: 13. Changes to Terms
pl: 13. Zmiany w Warunkach

source: 14. Severability
pl: 14. Rozdzielność

source: Account Security
pl: Bezpieczeństwo Konta

source: Account Termination
pl: Zakończenie Konta

source: Program Questions & Coordination
pl: Pytania o Program i Koordynacja

source: Technical Issues with BOTA App
pl: Problemy Techniczne z BOTA App

source: Essential Cookies (Strictly Necessary)
pl: Niezbędne Cookies (Ściśle Konieczne)

source: Preference Cookies (Functional)
pl: Cookies Preferencji (Funkcjonalne)

source: Storage Name
pl: Nazwa Przechowywania

source: Maintains your login session
pl: Utrzymuje sesję logowania

source: Security protection against CSRF attacks
pl: Ochrona bezpieczeństwa przed atakami CSRF

source: Remembers your language preference (PL/EN)
pl: Zapamiętuje preferencję językową (PL/EN)

source: Remembers that you accepted cookies/terms
pl: Zapamiętuje, że zaakceptowałeś cookies/regulamin

source: Remembers scroll position on Spots page
pl: Zapamiętuje pozycję przewijania na stronie Spotów

source: Analytics cookies (Google Analytics, etc.)
pl: Cookies analitycznych (Google Analytics, itp.)

source: Advertising/marketing cookies
pl: Cookies reklamowych/marketingowych

source: Social media tracking cookies
pl: Cookies śledzących mediów społecznościowych
