Repository: commitpanic/BOTA_Project
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pl

source: Loading...
pl: Ładowanie...

source: Close
pl: Zamknij

source: Total respots
pl: Łącznie respotów

source: Initial Spot
pl: Początkowy Spot

source: Last Respot
pl: Ostatni Respot

source: Non-Activated Bunkers
pl: Nie Aktywowane Bunkry

source: Non-Hunted Bunkers
pl: Nie Złowione Bunkry

source: Planned
pl: Zaplanowany

source: Not planned
pl: Nie zaplanowany

source: Planned activation
pl: Zaplanowana aktywacja

source: No planned activation
pl: Brak planowanej aktywacji

source: Active spot!
pl: Aktywny spot!

source: No active spot
pl: Brak aktywnego spota

source: Plan Activation
pl: Zaplanuj Aktywację

source: Edit Planning
pl: Edytuj Planowanie

source: Check Planned Activations
pl: Sprawdź planowane aktywacje

source: View Spots
pl: Zobacz spoty

source: All bunkers activated!
pl: Wszystkie bunkry aktywowane!

source: All bunkers hunted!
pl: Wszystkie bunkry złowione!

source: Show Planned Only
pl: Tylko zaplanowane

source: Planned only
pl: Tylko zaplanowane

source: Filtered by bunker:
pl: Filtrowane po bunkerze:

source: Clear filter
pl: Wyczyść filtr

source: Bunker with reference %(ref)s not found.
pl: Nie znaleziono bunkra o referencji %(ref)s.

source: Show only planned bunkers
pl: Pokaż tylko zaplanowane bunkry

source: Show only bunkers with planned activations
pl: Pokaż tylko bunkry z zaplanowanymi aktywacjami

source: No respots yet
pl: Brak respotów

source: Error loading spot history
pl: Błąd ładowania historii spota

source: Public Statistics
pl: Statystyki Publiczne

source: Top activators, hunters, and bunker statistics
pl: Top aktywatorzy, łowcy i statystyki bunkerów

source: Search User Statistics
pl: Wyszukaj Statystyki Użytkownika

source: Top 10 Activators
pl: Top 10 Aktywatorów

source: Top 10 Hunters
pl: Top 10 Łowców

source: No data available
pl: Brak danych

source: Most Active Bunkers
pl: Najbardziej Aktywne Bunkry

source: Suggest Bunker Correction
pl: Zasugeruj Korektę Bunkra

source: Suggest Correction
pl: Zasugeruj Korektę

source: You are suggesting corrections for
pl: Sugerujesz poprawki dla

source: Only fill in the fields you want to change. Leave others empty.
pl: Wypełnij tylko pola, które chcesz zmienić. Pozostaw inne puste.

source: Current Information
pl: Aktualne Informacje

source: Name (Polish):
pl: Nazwa (polska):

source: Name (English):
pl: Nazwa (angielska):

source: Category:
pl: Kategoria:

source: Coordinates:
pl: Współrzędne:

source: Proposed Changes
pl: Proponowane Zmiany

source: New Name (Polish)
pl: Nowa Nazwa (polska)

source: New Name (English)
pl: Nowa Nazwa (angielska)

source: New Description (Polish)
pl: Nowy Opis (polski)

source: New Description (English)
pl: Nowy Opis (angielski)

source: New Latitude
pl: Nowa Szerokość Geograficzna

source: New Longitude
pl: Nowa Długość Geograficzna

source: Poland: 49-55°N
pl: Polska: 49-55°N

source: Poland: 14-24°E
pl: Polska: 14-24°E

source: Leave empty if no change needed
pl: Zostaw puste jeśli nie wymaga zmiany

source: New Category
pl: Nowa Kategoria

source: Reason for Change
pl: Powód Zmiany

source: Explain why this correction is needed
pl: Wyjaśnij dlaczego ta poprawka jest potrzebna

source: Submit Correction Request
pl: Wyślij Prośbę o Korektę

source: Your correction request has been submitted successfully!
pl: Twoja prośba o korektę została pomyślnie wysłana!

source: It will be reviewed by administrators.
pl: Zostanie sprawdzona przez administratorów.

source: Back to Bunker
pl: Powrót do Bunkra

source: Activator Details
pl: Szczegóły Aktywatorów

source: Unique activation sessions
pl: Unikalne sesje aktywacyjne

source: Sessions
pl: Sesje

source: Last Activated
pl: Ostatnio Aktywowany

source: Never activated
pl: Nigdy nie aktywowany

source: Search location (city, address, coordinates)
pl: Szukaj lokalizacji (miasto, adres, współrzędne)

source: Examples: Warsaw, Krakow, ul. Piotrkowska 1 Łódź, 52.2297,21.0122
pl: Przykłady: Warszawa, Kraków, ul. Piotrkowska 1 Łódź, 52.2297,21.0122

source: Activator Callsign (with prefix/suffix)
pl: Znak Wywoławczy Aktywatora (z prefiksem/sufiksem)

source: Full callsign used during activation (e.g., SP3FCK/P)
pl: Pełny znak wywoławczy użyty podczas aktywacji (np. SP3FCK/P)

source: Bunker Correction Request
pl: Prośba o Korektę Bunkra

source: Bunker Correction Requests
pl: Prośby o Korektę Bunkerów

source: Requested By
pl: Zgłoszono Przez

source: Requested At
pl: Zgłoszono O

source: Pending
pl: Oczekujące

source: Approved
pl: Zatwierdzone

source: Rejected
pl: Odrzucone

source: Reviewed By
pl: Sprawdzone Przez

source: Reviewed At
pl: Sprawdzone O

source: Admin Notes
pl: Notatki Admina

source: Internal notes for administrators
pl: Wewnętrzne notatki dla administratorów

source: Approve selected correction requests
pl: Zatwierdź wybrane prośby o korektę

source: Reject selected correction requests
pl: Odrzuć wybrane prośby o korektę

source: Approved %(count)d correction request(s)
pl: Zatwierdzono %(count)d prośb(ę) o korektę

source: Rejected %(count)d correction request(s)
pl: Odrzucono %(count)d prośb(ę) o korektę

source: Latitude must be between 49 and 55 degrees (Poland)
pl: Szerokość geograficzna musi być między 49 a 55 stopni (Polska)

source: Longitude must be between 14 and 24 degrees (Poland)
pl: Długość geograficzna musi być między 14 a 24 stopni (Polska)

source: You must provide at least one field to change
pl: Musisz podać przynajmniej jedno pole do zmiany

source: Maximum 3 ADIF references allowed
pl: Maksymalnie 3 referencje ADIF dozwolone

source: ADIF file contains too many references
pl: Plik ADIF zawiera za dużo referencji

source: Found %(count)d references, maximum is 3
pl: Znaleziono %(count)d referencji, maksimum to 3

source: Start typing bunker reference...
pl: Zacznij wpisywać referencję bunkra...

source: Manage Bunker Requests
pl: Zarządzaj Prośbami o Bunkry

source: No pending bunker requests.
pl: Brak oczekujących próśb o bunkry.

source: No approved bunker requests.
pl: Brak zatwierdzonych próśb o bunkry.

source: No rejected bunker requests.
pl: Brak odrzuconych próśb o bunkry.

source: No bunker requests found.
pl: Nie znaleziono próśb o bunkry.

source: Explanation
pl: Wyjaśnienie

source: Correction Reason
pl: Powód Korekty

source: Explain why this correction is needed (required)
pl: Wyjaśnij dlaczego ta korekta jest potrzebna (wymagane)

source: Additional Information
pl: Dodatkowe Informacje

source: Any additional information or evidence (optional)
pl: Wszelkie dodatkowe informacje lub dowody (opcjonalne)

source: Submit Correction
pl: Wyślij Korektę

source: Guidelines
pl: Wskazówki

source: Only fill in fields that need correction
pl: Wypełnij tylko pola, które wymagają korekty

source: Provide clear explanation for changes
pl: Podaj jasne wyjaśnienie zmian

source: Coordinates must be within Poland
pl: Współrzędne muszą być w granicach Polski

source: Your request will be reviewed by administrators
pl: Twoja prośba zostanie sprawdzona przez administratorów

source: You will be notified when reviewed
pl: Zostaniesz powiadomiony po sprawdzeniu

source: My Bunker Requests
pl: Moje Prośby o Bunkry

source: Track the status of your bunker submissions
pl: Śledź status swoich zgłoszeń bunkerów

source: You haven't submitted any bunker requests yet.
pl: Nie wysłałeś jeszcze żadnych próśb o bunkry.

source: Submit Your First Request
pl: Wyślij Swoją Pierwszą Prośbę

source: Submitted
pl: Wysłano

source: Rejection reason:
pl: Powód odrzucenia:

source: Bunker created:
pl: Utworzono bunker:

source: Your request will be reviewed by staff before the bunker is added to the database.
pl: Twoja prośba zostanie sprawdzona przez personel zanim bunker zostanie dodany do bazy danych.

source: Reference number will be assigned automatically upon approval.
pl: Numer referencyjny zostanie przypisany automatycznie po zatwierdzeniu.

source: Bunker Name
pl: Nazwa Bunkra

source: e.g., WW2 Battle Bunker
pl: np. Bunker Bojowy z II WŚ

source: Latitude
pl: Szerokość Geograficzna

source: Decimal format, e.g., 52.237049
pl: Format dziesiętny, np. 52.237049

source: Longitude
pl: Długość Geograficzna

source: Decimal format, e.g., 21.008804
pl: Format dziesiętny, np. 21.008804

source: Description
pl: Opis

source: Location
pl: Lokalizacja

source: Click on the map to set the bunker location
pl: Kliknij na mapie aby ustawić lokalizację bunkra

source: Set by clicking on map
pl: Ustaw klikając na mapie

source: Locator
pl: Lokator

source: Auto-calculated
pl: Obliczany automatycznie

source: Information URL
pl: URL z Informacjami

source: Link to external information about this bunker (Wikipedia, historical society, etc.)
pl: Link do zewnętrznych informacji o tym bunkrze (Wikipedia, towarzystwo historyczne, itp.)

source: Selected Location
pl: Wybrana Lokalizacja

source: Submit Request
pl: Wyślij Prośbę

source: Start typing bunker reference or name...
pl: Zacznij wpisywać referencję lub nazwę bunkra...

source: Start typing to search bunkers
pl: Zacznij pisać aby wyszukać bunkry

source: Invalid bunker selected. Please choose from the list.
pl: Nieprawidłowy bunker. Wybierz z listy.

source: Please select a bunker.
pl: Proszę wybrać bunker.

source: User Statistics
pl: Statystyki Użytkownika

source: Filter by reference or name...
pl: Filtruj po referencji lub nazwie...

source: Showing
pl: Wyświetlanie

source: You have planned this bunker
pl: Zaplanowałeś ten bunker

source: Others have planned this bunker
pl: Inni zaplanowali ten bunker

source: Search by reference, name, or callsign...
pl: Szukaj po referencji, nazwie lub znaku...

source: Newest first
pl: Najnowsze najpierw

source: Oldest first
pl: Najstarsze najpierw

source: By reference
pl: Po referencji

source: By name
pl: Po nazwie

source: All types
pl: Wszystkie typy

source: No requests match your search criteria.
pl: Brak zgłoszeń pasujących do kryteriów wyszukiwania.

source: Planned date cannot be in the past. Please select today or a future date.
pl: Data planowanej aktywacji nie może być w przeszłości. Wybierz dzisiaj lub datę w przyszłości.

source: Total Activations:
pl: Łączna liczba aktywacji:

source: Unique Activators:
pl: Unikalni aktywatorzy:

source: Total QSOs:
pl: Łączna liczba QSO:

source: All logged contacts
pl: Wszystkie zalogowane kontakty

source: Verification Info
pl: Informacje o weryfikacji

source: Verified by:
pl: Zweryfikowane przez:

source: Log History
pl: Historia Logów

source: Log Upload History
pl: Historia Przesłanych Logów

source: View your uploaded logs and QSOs
pl: Zobacz przesłane logi i QSO

source: Uploaded Logs
pl: Przesłane Logi

source: No logs uploaded yet.
pl: Nie przesłano jeszcze żadnych logów.

source: Upload Your First Log
pl: Prześlij Pierwszy Log

source: Filter QSOs
pl: Filtruj QSO

source: Date From
pl: Data Od

source: Date To
pl: Data Do

source: QSO(s) found
pl: Znaleziono QSO

source: Hunter/Activator
pl: Łowca/Aktywator

source: QSOs in this upload
pl: QSO w tym przesłaniu

source: No QSOs match the current filters.
pl: Brak QSO pasujących do filtrów.

source: Info URL
pl: URL Informacyjny

source: Requested Location
pl: Zgłoszona Lokalizacja

source: Approve Bunker Request
pl: Zatwierdź Prośbę o Bunkier

source: Request Details
pl: Szczegóły Prośby

source: Optional - edit if needed
pl: Opcjonalne - edytuj jeśli potrzeba

source: External URL with additional information about the bunker
pl: Zewnętrzny URL z dodatkowymi informacjami o bunkrze

source: A new reference number will be automatically generated when you approve this request.
pl: Nowy numer referencyjny zostanie automatycznie wygenerowany po zatwierdzeniu.

source: Approve & Create Bunker
pl: Zatwierdź i Utwórz Bunkier

source: Locator:
pl: Lokator:

source: Info URL:
pl: URL Informacyjny:

source: View on google maps
pl: Zobacz w Google Maps

source: Bunkers Database
pl: Baza Bunkerów

source: Browse and search all bunkers in the BOTA program
pl: Przeglądaj i wyszukuj wszystkie bunkry w programie BOTA

source: Results
pl: Wyniki

source: Coordinates
pl: Współrzędne

source: Pending Verification
pl: Oczekuje na Weryfikację

source: Filters & Search
pl: Filtry i Wyszukiwanie
