Repository: commitpanic/BOTA_Project
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pl

source: Third-party tracking cookies
pl: Cookies śledzących osób trzecich

source: How to Delete Cookies:
pl: Jak Usunąć Cookies:

source: Questions about cookies?
pl: Pytania dotyczące cookies?

source: This application provides:
pl: Ta aplikacja zapewnia:

source: Online log submission (ADIF format)
pl: Przesyłanie logów online (format ADIF)

source: Activity tracking and statistics
pl: Śledzenie aktywności i statystyki

source: Award/diploma progress tracking
pl: Śledzenie postępów w zdobywaniu dyplomów

source: Real-time spotting system
pl: System zgłoszeń w czasie rzeczywistym

source: Bunker database and management
pl: Baza danych i zarządzanie bunkrami

source: To use BOTA App, you must:
pl: Aby korzystać z BOTA App, musisz:

source: You are responsible for:
pl: Jesteś odpowiedzialny za:

source: Maintaining the confidentiality of your password
pl: Zachowanie poufności swojego hasła

source: All activities that occur under your account
pl: Wszystkie działania wykonywane na Twoim koncie

source: Notifying us immediately of any unauthorized access
pl: Natychmiastowe powiadomienie nas o nieautoryzowanym dostępie

source: We reserve the right to suspend or terminate accounts that:
pl: Zastrzegamy sobie prawo do zawieszenia lub zakończenia kont, które:

source: Violate these Terms of Service
pl: Naruszają te Warunki Użytkowania

source: Engage in fraudulent activity or data manipulation
pl: Angażują się w oszukańczą działalność lub manipulację danymi

source: Upload false or misleading information
pl: Przesyłają fałszywe lub wprowadzające w błąd informacje

source: Harass or abuse other users
pl: Nękają lub nadużywają innych użytkowników

source: You agree NOT to:
pl: Zgadzasz się NIE:

source: Upload false QSO logs or manipulate data
pl: Przesyłać fałszywych logów QSO ani manipulować danymi

source: Attempt to gain unauthorized access to the system
pl: Próbować uzyskać nieautoryzowany dostęp do systemu

source: Distribute malware or harmful code
pl: Rozpowszechniać złośliwe oprogramowanie lub szkodliwy kod

source: Scrape or harvest data without permission
pl: Zbierać lub wydobywać danych bez pozwolenia

source: Use the service for commercial purposes without authorization
pl: Używać usługi w celach komercyjnych bez autoryzacji

source: When uploading ADIF logs:
pl: Podczas przesyłania logów ADIF:

source: You certify that all contacts are genuine and accurate
pl: Poświadczasz, że wszystkie łączności są autentyczne i dokładne

source: Logs must be in standard ADIF format with required fields
pl: Logi muszą być w standardowym formacie ADIF z wymaganymi polami

source: You are responsible for the accuracy of submitted data
pl: Jesteś odpowiedzialny za dokładność przesyłanych danych

source: Duplicate QSOs will be automatically filtered
pl: Duplikaty QSO będą automatycznie filtrowane

source: The real-time spotting system is for legitimate activity reports only:
pl: System zgłoszeń w czasie rzeczywistym służy wyłącznie do raportowania legalnej aktywności:

source: Spots must represent actual on-air activations
pl: Spoty muszą reprezentować rzeczywiste aktywacje w eterze

source: False or spam spots may result in account suspension
pl: Fałszywe lub spamowe spoty mogą skutkować zawieszeniem konta

source: Spots expire automatically after 30 minutes
pl: Spoty wygasają automatycznie po 30 minutach

source: Copy, modify, or redistribute the application code
pl: Kopiować, modyfikować ani redystrybuować kodu aplikacji

source: Use SPBOTA branding for unauthorized purposes
pl: Używać brandingu SPBOTA do nieautoryzowanych celów

source: Reverse engineer the application
pl: Dokonywać inżynierii wstecznej aplikacji

source: Uninterrupted or error-free service
pl: Nieprzerwanej lub bezbłędnej usługi

source: Accuracy or completeness of data
pl: Dokładności lub kompletności danych

source: That the service will meet your requirements
pl: Że usługa spełni Twoje wymagania

source: We are not liable for:
pl: Nie ponosimy odpowiedzialności za:

source: Data loss or corruption
pl: Utratę lub uszkodzenie danych

source: Service interruptions or downtime
pl: Przerwy w działaniu usługi lub przestoje

source: Incorrect award calculations or statistics
pl: Nieprawidłowe obliczenia dyplomów lub statystyki

source: Third-party actions or content
pl: Działania osób trzecich lub treści

source: Please refer to contact information at
pl: Prosimy o kontakt zgodnie z informacjami na

source: Cookies are small text files stored on your device when you visit our website. They help us provide you with a better experience by remembering your preferences and keeping you logged in.
pl: Cookies to małe pliki tekstowe przechowywane na Twoim urządzeniu podczas odwiedzania naszej strony. Pomagają nam zapewnić lepsze doświadczenie, zapamiętując Twoje preferencje i utrzymując Cię zalogowanym.

source: These cookies are required for the website to function properly:
pl: Te pliki cookie są wymagane do prawidłowego funkcjonowania strony:

source: These cookies remember your choices and preferences:
pl: Te pliki cookie zapamiętują Twoje wybory i preferencje:

source: We do not use:
pl: Nie używamy:

source: We use browser Local Storage and Session Storage for:
pl: Używamy Magazynu Lokalnego i Sesyjnego przeglądarki do:

source: Remembering your consent (cookies/terms acceptance)
pl: Zapamiętywania Twojej zgody (akceptacja cookies/regulaminu)

source: Preserving scroll position during auto-refresh
pl: Zachowania pozycji przewijania podczas auto-odświeżania

source: This data stays on your device and is never transmitted to our servers.
pl: Te dane pozostają na Twoim urządzeniu i nigdy nie są przesyłane na nasze serwery.

source: We may update this cookie policy. Check this page periodically for changes.
pl: Możemy aktualizować tę politykę cookies. Sprawdzaj tę stronę okresowo, aby być na bieżąco ze zmianami.

source: By accessing and using BOTA App, you accept and agree to be bound by these Terms of Service. If you do not agree to these terms, please do not use this application.
pl: Uzyskując dostęp i korzystając z BOTA App, akceptujesz i zgadzasz się być związany tymi Warunkami Użytkowania. Jeśli nie zgadzasz się z tymi warunkami, prosimy nie korzystać z tej aplikacji.

source: These Terms are governed by the laws of Poland. Any disputes shall be resolved in Polish courts.
pl: Te Warunki podlegają prawu polskiemu. Wszelkie spory będą rozstrzygane przed sądami polskimi.

source: We reserve the right to modify these Terms at any time. Continued use of the service after changes constitutes acceptance of the new terms. Significant changes will be announced via email and on the website.
pl: Zastrzegamy sobie prawo do modyfikacji tych Warunków w dowolnym czasie. Kontynuowanie korzystania z usługi po zmianach stanowi akceptację nowych warunków. Istotne zmiany będą ogłaszane za pośrednictwem poczty elektronicznej i na stronie internetowej.

source: If any provision of these Terms is found to be unenforceable, the remaining provisions will remain in full effect.
pl: Jeśli jakiekolwiek postanowienie tych Warunków zostanie uznane za niewykonalne, pozostałe postanowienia pozostaną w pełni obowiązujące.

source: By using BOTA App, you agree to use it honestly for legitimate amateur radio activity, follow SPBOTA program rules, and respect other users. We provide this tool as-is to support the ham radio community.
pl: Korzystając z BOTA App, zgadzasz się używać jej uczciwie do legalnej działalności krótkofalarskiej, przestrzegać zasad programu SPBOTA i szanować innych użytkowników. Dostarczamy to narzędzie takie jakie jest, aby wspierać społeczność krótkofalowców.

source: We use cookies to improve your experience. By using this website, you accept our
pl: Używamy plików cookie, aby poprawić Twoje doświadczenie. Korzystając z tej strony, akceptujesz naszą

source: and
pl: i

source: BOTA App is a supplementary tool for the main SPBOTA program. For complete information about the program, please visit
pl: BOTA App jest narzędziem uzupełniającym dla głównego programu SPBOTA. Pełne informacje o programie znajdziesz na

source: The data controller for this application is the SPBOTA Coordinator. For any inquiries regarding the SPBOTA program, please refer to the contact information at
pl: Administratorem danych dla tej aplikacji jest Koordynator SPBOTA. W sprawach dotyczących programu SPBOTA prosimy o kontakt zgodnie z informacjami na

source: For technical issues related to BOTA App, please contact:
pl: W sprawach technicznych dotyczących BOTA App prosimy o kontakt:

source: We retain your account data as long as your account is active. You may request account deletion at any time by contacting
pl: Przechowujemy dane Twojego konta tak długo, jak Twoje konto jest aktywne. Możesz w każdej chwili poprosić o usunięcie konta kontaktując się z

source: We use essential cookies for website functionality (login sessions, language preferences). For detailed information, see our
pl: Używamy niezbędnych plików cookie do funkcjonowania strony (sesje logowania, preferencje językowe). Szczegółowe informacje znajdziesz w naszej

source: You can control cookies through your browser settings. However, disabling essential cookies may affect website functionality (e.g., you won't be able to log in).
pl: Możesz kontrolować cookies poprzez ustawienia swojej przeglądarki. Jednak wyłączenie niezbędnych cookies może wpłynąć na funkcjonalność strony (np. nie będziesz mógł się zalogować).

source: BOTA App is a supplementary tool for the "Bunkers On The Air" (SPBOTA) amateur radio program. The main program is managed and coordinated through
pl: BOTA App jest narzędziem uzupełniającym dla programu krótkofalarskiego "Bunkers On The Air" (SPBOTA). Główny program jest zarządzany i koordynowany przez

source: which is the authoritative source for all program rules and regulations.
pl: który jest autorytatywnym źródłem wszystkich zasad i regulacji programu.

source: All SPBOTA program rules and regulations are defined on
pl: Wszystkie zasady i regulacje programu SPBOTA są zdefiniowane na

source: This application is a tool to support those rules, not to replace them. In case of any conflict, the official SPBOTA rules prevail.
pl: Ta aplikacja jest narzędziem wspierającym te zasady, a nie ich zastępującym. W przypadku jakiegokolwiek konfliktu, oficjalne zasady SPBOTA mają pierwszeństwo.

source: Use another person's callsign without authorization
pl: Używać znaku wywoławczego innej osoby bez autoryzacji

source: The SPBOTA program name, logo, and concept are property of the SPBOTA organization. BOTA App source code and design are protected by copyright. You may not:
pl: Nazwa programu SPBOTA, logo i koncepcja są własnością organizacji SPBOTA. Kod źródłowy i projekt BOTA App są chronione prawem autorskim. Nie możesz:

source: BOTA App is provided \"AS IS\" without warranties of any kind. We do not guarantee:
pl: BOTA App jest dostarczana \"TAK JAK JEST\" bez gwarancji jakiegokolwiek rodzaju. Nie gwarantujemy:

source: By clicking \"Accept\" on the consent banner, you agree to our use of essential and functional cookies. You can withdraw consent at any time by clearing your browser cookies and local storage.
pl: Klikając \"Akceptuję\" na banerze zgody, wyrażasz zgodę na używanie przez nas niezbędnych i funkcjonalnych plików cookie. Możesz wycofać zgodę w dowolnym momencie, czyszcząc pliki cookie i magazyn lokalny przeglądarki.

source: Settings → Privacy and Security → Clear browsing data
pl: Ustawienia → Prywatność i Bezpieczeństwo → Wyczyść dane przeglądania

source: Options → Privacy & Security → Cookies and Site Data
pl: Opcje → Prywatność i Bezpieczeństwo → Cookies i Dane Strony

source: Preferences → Privacy → Manage Website Data
pl: Preferencje → Prywatność → Zarządzaj Danymi Stron

source: Settings → Privacy & Security → Clear browsing data
pl: Ustawienia → Prywatność i Bezpieczeństwo → Wyczyść dane przeglądania

source: Important:
pl: Ważne:

source: We do NOT collect sensitive personal data such as: financial information, health data, political opinions, or any other sensitive categories defined by GDPR.
pl: NIE zbieramy wrażliwych danych osobowych takich jak: informacje finansowe, dane zdrowotne, poglądy polityczne ani żadnych innych wrażliwych kategorii zdefiniowanych przez RODO.

source: You will be registered as the spotter
pl: Zostaniesz zarejestrowany jako spotter

source: Your Callsign
pl: Twój znak wywoławczy

source: Add or update information about this activation
pl: Dodaj lub zaktualizuj informacje o tej aktywacji

source: Respot Activation
pl: Respot Aktywacji

source: Respot this activation
pl: Zrób respot tej aktywacji

source: Respots
pl: Respoty

source: Actions
pl: Akcje

source: Respot count
pl: Licznik respotów

source: Error reposting spot
pl: Błąd podczas repostowania spota

source: Error submitting respot. Please try again.
pl: Błąd podczas wysyłania respota. Spróbuj ponownie.

source: Activator Detailed Statistics
pl: Szczegółowe Statystyki Aktywatora

source: Activated Bunkers
pl: Aktywowane Bunkry

source: Activations by Band
pl: Aktywacje według Pasma

source: Activations by Mode
pl: Aktywacje według Emisji

source: Hunter Detailed Statistics
pl: Szczegółowe Statystyki Łowcy

source: Hunted Bunkers
pl: Złowione Bunkry

source: Hunter QSOs by Band
pl: QSO Łowcy według Pasma

source: Hunter QSOs by Mode
pl: QSO Łowcy według Emisji

source: Reference
pl: Referencja

source: Name
pl: Nazwa

source: Activations
pl: Aktywacje

source: No activations yet
pl: Brak aktywacji

source: No hunted bunkers yet
pl: Brak złowionych bunkrów

source: No band data
pl: Brak danych o pasmach

source: No mode data
pl: Brak danych o emisjach

source: Filter...
pl: Filtruj...

source: Count
pl: Ilość

source: Details
pl: Szczegóły

source: Activation History
pl: Historia Aktywacji

source: QSO History
pl: Historia QSO

source: Activated
pl: Aktywowany

source: Hunted
pl: Złowiony

source: Activated - click to see details
pl: Aktywowany - kliknij aby zobaczyć szczegóły

source: Hunted - click to see details
pl: Złowiony - kliknij aby zobaczyć szczegóły

source: Not activated yet
pl: Jeszcze nie aktywowany

source: Not hunted yet
pl: Jeszcze nie złowiony

source: Activators
pl: Aktywatorzy

source: Bands
pl: Pasma

source: Modes
pl: Emisje

source: Account activated successfully! Welcome to BOTA!
pl: Konto aktywowane pomyślnie! Witamy w BOTA!

source: Your previous hunting activity has been linked to your account.
pl: Twoja poprzednia aktywność łowiecka została połączona z Twoim kontem.

source: Error activating account: {}
pl: Błąd podczas aktywacji konta: {}

source: Callsign already taken
pl: Znak wywoławczy jest już zajęty

source: Registration successful! Welcome to BOTA!
pl: Rejestracja pomyślna! Witamy w BOTA!

source: If you were previously mentioned in someone's log, you can claim your existing activity by registering with your callsign.
pl: Jeśli byłeś wcześniej wymieniony w czyimś logu, możesz przejąć swoją istniejącą aktywność rejestrując się z twoim znakiem wywoławczym.

source: Successfully processed {} new QSOs from {}.
pl: Pomyślnie przetworzono {} nowych QSO z {}.

source: Skipped {} duplicates.
pl: Pominięto {} duplikatów.

source: B2B QSOs: {}.
pl: QSO B2B: {}.

source: Bunkers Map
pl: Mapa Bunkrów

source: Interactive map showing all BOTA bunkers locations
pl: Interaktywna mapa pokazująca lokalizacje wszystkich bunkrów BOTA

source: Total Bunkers
pl: Wszystkie Bunkry

source: Activated by You
pl: Aktywowane przez Ciebie

source: Hunted by You
pl: Złowione przez Ciebie

source: Not Yet Worked
pl: Czekające na odkrycie

source: Legend
pl: Legenda

source: Filters
pl: Filtry

source: Gold
pl: Złoty

source: Activated AND Hunted
pl: Aktywowany I Złowiony

source: Green
pl: Zielony

source: Activated (not hunted)
pl: Aktywowany (nie złowiony)

source: Blue
pl: Niebieski

source: Hunted (not activated)
pl: Złowiony (nie aktywowany)

source: Gray
pl: Szary

source: Not yet worked
pl: Czekający na odkrycie

source: Not Worked
pl: Czekające na odkrycie

source: Show All
pl: Pokaż Wszystkie

source: Log in to see which bunkers you have activated or hunted!
pl: Zaloguj się, aby zobaczyć które bunkry aktywowałeś lub złowiłeś!

source: Under Activation
pl: W trakcie aktywacji

source: Orange
pl: Pomarańczowy

source: select multiple
pl: wybierz wiele

source: Orange border
pl: Pomarańczowa ramka

source: active spot
pl: aktywny spot

source: Pulsating orange border indicates someone is currently activating this bunker
pl: Pulsująca pomarańczowa ramka oznacza, że ktoś właśnie aktywuje ten bunker

source: Reset Password
pl: Resetuj Hasło

source: Forgot your password?
pl: Zapomniałeś hasła?

source: Forgot your password? Enter your callsign and email address below, and we'll send you instructions to reset it.
pl: Zapomniałeś hasła? Wprowadź swój znak wywoławczy i adres email poniżej, a wyślemy Ci instrukcje resetowania.

source: Security Notice:
pl: Uwaga bezpieczeństwa:

source: You must provide both your callsign and the email address you used to register. The reset link will be valid for 5 minutes only.
pl: Musisz podać zarówno swój znak wywoławczy jak i adres email użyty przy rejestracji. Link resetujący będzie ważny tylko przez 5 minut.

source: Your amateur radio callsign (e.g., SP3XYZ)
pl: Twój znak wywoławczy (np. SP3XYZ)

source: The email address you used to register your account
pl: Adres email użyty przy rejestracji konta

source: Send Reset Link
pl: Wyślij Link Resetujący

source: Back to Login
pl: Wróć do Logowania

source: Don't have an account?
pl: Nie masz konta?

source: Register here
pl: Zarejestruj się tutaj

source: Password Reset Email Sent
pl: Email Resetujący Wysłany

source: Email Sent
pl: Email Wysłany

source: Check Your Email
pl: Sprawdź Swoją Skrzynkę Email

source: We've sent you an email with instructions to reset your password.
pl: Wysłaliśmy Ci email z instrukcjami resetowania hasła.

source: The reset link is valid for 5 minutes only
pl: Link resetujący jest ważny tylko przez 5 minut

source: Check your spam folder if you don't see the email
pl: Sprawdź folder spam jeśli nie widzisz emaila

source: The link can only be used once
pl: Link może być użyty tylko raz

source: If you don't receive an email within a few minutes, please check that you entered the correct callsign and email address.
pl: Jeśli nie otrzymasz emaila w ciągu kilku minut, sprawdź czy wprowadziłeś poprawny znak wywoławczy i adres email.

source: Try Again
pl: Spróbuj Ponownie

source: Set New Password
pl: Ustaw Nowe Hasło

source: Please enter your new password twice so we can verify you typed it in correctly.
pl: Wprowadź nowe hasło dwukrotnie aby upewnić się że wpisałeś je poprawnie.

source: Password Requirements:
pl: Wymagania Hasła:

source: At least 8 characters long
pl: Minimum 8 znaków

source: Cannot be too similar to your other personal information
pl: Nie może być zbyt podobne do innych danych osobowych

source: Cannot be a commonly used password
pl: Nie może być powszechnie używanym hasłem

source: Cannot be entirely numeric
pl: Nie może składać się wyłącznie z cyfr

source: New Password
pl: Nowe Hasło

source: Confirm New Password
pl: Potwierdź Nowe Hasło

source: Change Password
pl: Zmień Hasło

source: Invalid or Expired Link
pl: Nieprawidłowy lub Wygasły Link

source: The password reset link is invalid or has expired. This can happen if:
pl: Link resetujący hasło jest nieprawidłowy lub wygasł. Może się tak stać jeśli:

source: The link is older than 5 minutes
pl: Link ma więcej niż 5 minut

source: The link has already been used
pl: Link został już użyty

source: The link was copied incorrectly
pl: Link został skopiowany niepoprawnie

source: Please request a new password reset link.
pl: Poproś o nowy link resetujący hasło.

source: Request New Reset Link
pl: Poproś o Nowy Link

source: Password Reset Complete
pl: Resetowanie Hasła Zakończone

source: Success!
pl: Sukces!

source: Your password has been successfully changed.
pl: Twoje hasło zostało pomyślnie zmienione.

source: You can now log in with your new password.
pl: Możesz teraz zalogować się nowym hasłem.

source: For security reasons, you've been logged out from all devices. Please log in again with your new password.
pl: Ze względów bezpieczeństwa zostałeś wylogowany ze wszystkich urządzeń. Zaloguj się ponownie nowym hasłem.

source: Log In Now
pl: Zaloguj Się Teraz

source: Go to Home
pl: Przejdź do Strony Głównej

source: Password Reset for
pl: Resetowanie Hasła dla

source: Hello
pl: Witaj

source: You're receiving this email because you requested a password reset for your BOTA account.
pl: Otrzymujesz ten email ponieważ poprosiłeś o reset hasła do konta BOTA.

source: Please click the link below to set a new password:
pl: Kliknij poniższy link aby ustawić nowe hasło:

source: This link is valid for 5 minutes only and can only be used once.
pl: Ten link jest ważny tylko przez 5 minut i może być użyty tylko raz.

source: If you didn't request this password reset, please ignore this email. Your password will remain unchanged.
pl: Jeśli nie prosiłeś o reset hasła, zignoruj ten email. Twoje hasło pozostanie niezmienione.

source: For security reasons, this link will expire shortly.
pl: Ze względów bezpieczeństwa ten link wkrótce wygaśnie.

source: This is an automated message. Please do not reply to this email.
pl: To jest automatyczna wiadomość. Prosimy nie odpowiadać na ten email.

source: Password Reset - SP_BOTA
pl: Resetowanie Hasła - SP_BOTA

source: No account found with this callsign and email combination.
pl: Nie znaleziono konta z tym znakiem wywoławczym i emailem.

source: This account is inactive. Please contact support.
pl: To konto jest nieaktywne. Skontaktuj się z pomocą techniczną.

source: Enter your callsign
pl: Wprowadź swój znak wywoławczy

source: Enter your email address
pl: Wprowadź swój adres email

source: Password Change Required
pl: Wymagana Zmiana Hasła

source: Security Notice
pl: Uwaga Bezpieczeństwa

source: For security reasons, you must change your password before continuing to use the application.
pl: Ze względów bezpieczeństwa musisz zmienić hasło zanim będziesz mógł korzystać z aplikacji.

source: Your password must:
pl: Twoje hasło musi:

source: Be at least 8 characters long
pl: Mieć co najmniej 8 znaków

source: Not be too common
pl: Nie być zbyt powszechnym

source: Not be entirely numeric
pl: Nie składać się wyłącznie z cyfr

source: Not be too similar to your personal information
pl: Nie być zbyt podobnym do twoich danych osobowych

source: Enter the same password again for verification
pl: Wprowadź to samo hasło ponownie dla weryfikacji

source: After changing your password, you'll be able to access all features.
pl: Po zmianie hasła będziesz mógł korzystać ze wszystkich funkcji.

source: Logout Instead
pl: Wyloguj Się Zamiast Tego

source: Why do I need to change my password?
pl: Dlaczego muszę zmienić hasło?

source: You received a temporary password when your account was created. For security, this temporary password must be changed to one that only you know.
pl: Otrzymałeś tymczasowe hasło podczas tworzenia konta. Ze względów bezpieczeństwa to tymczasowe hasło musi zostać zmienione na takie, które znasz tylko ty.

source: Your password has been changed successfully!
pl: Twoje hasło zostało pomyślnie zmienione!

source: You must change your password before continuing.
pl: Musisz zmienić hasło zanim będziesz mógł kontynuować.

source: Table View
pl: Widok Tabeli

source: Table
pl: Tabela

source: Card View
pl: Widok Kart

source: Cards
pl: Karty

source: Last respot
pl: Ostatni respot

source: Switch view
pl: Przełącz widok

source: at
pl: o

source: Just now
pl: Przed chwilą

source: 1 min ago
pl: 1 min temu

source: %(minutes)d min ago
pl: %(minutes)d min temu

source: Spot History
pl: Historia Spota
